<?php
Init::setMeta( __FILE__, [
	'order'       => 1,
	'name'        => 'Главная',
	'title'       => 'Unlocker скачать бесплатно',
	'description' => 'Лучшая программа для удаления файлов которые не удаляются. Прграмма бесплатная и скачать ее можно бесплатно и без смс.',
] );
?>
<p>Лучшая программа для удаления файлов которые не удаляются. Прграмма бесплатная и скачать ее можно бесплатно и без
	смс.</p>
<p>Unlocker – это бесплатная утилита, позволяющая снять блокировку с файлов, которые используются какими-либо
	приложениями. Удобство работы с программой обеспечивается за счет того, что Unlocker встраивается в контекстное меню
	проводника, таким образом для разблокировки файла потребуется щелкнуть по нему правой клавишей мыши и выбрав нужный
	пункт разблокировать его. Утилита практически не потребляет оперативную память и на диске занимает всего 200Кб.</p>
<p>Unlocker полностью переведен на русский язык и работает во всех популярных версиях ОС: Windows 2000, XP, 2003, Vista,
	Windows 7, Windows 8 с поддержкой 32 и 64 битных версий.</p>


<h2>Знакома ситуация, когда Windows выдает сообщение о том, что операция переименования, перемещения или удаления не
	может быть завершена?</h2>
<?php echo Init::getImage( 'warning.png', 'Сообщение при попытке удалить используемый файл', 'align-center' ); ?>
<h3>Бывают и другие сообщения:</h3>
<ul>
	<li>Нельзя удалить файл - доступ запрещен</li>
	<li>Нарушение прав доступа</li>
	<li>Дирректория файла сейчас используется в данный момент</li>
	<li>Файл используется другой программой или пользователем</li>
	<li>Убедитесь, что файл или диск не защищен от записи и файл в данный момент не используется</li>
</ul>

<h2>Unlocker - это решение проблемы!</h2>
<div class="align-center">
	<?php echo Init::getPageLink( [ 'p' => 'unlocker', 'caption'=>'Скачать Unlocker 1.9.2','class' => 'button', ] ); ?>
</div>

